Repository: LeonardoDeFaveri/trasportimus
Catalog: lib/l10n/app_*.arb
Languages: de, it

# favRoutes
source: Your routes
de: Ihre zeilen
it: Le tue corse

# noFavRoutes
source: Here you'll find your favourire routes
de: Hier findest du deine lieblingszeilen
it: Qui troverai le tue corse preferite

# favStops
source: Your stops
de: Ihre stopps
it: Le tue fermate

# noFavStops
source: Here you'll find your favourire stops
de: Hier finden sie ihre lieblingsstopps
it: Qui troverai le tue fermate preferite

# routes
source: Routes and areas
de: Linien und routen
it: Linee e tratte

# pickArea
source: Choose an area
de: Wählen sie einen bereich aus
it: Scegli un area di riferimento

source: Railways and Cableways
de: Eisenbahnen und Seilbahnen
it: Ferrovie e Funivie

source: Extra-urban
de: Außerstädtisch
it: Extraurbano

source: Railways
de: Eisenbahnen
it: Ferrovie

source: Cableways
de: Seilbahnen
it: Funivie

# area
source: Area {id}
de: Bereich {id}
it: Bacino {id}

# urbanRoutes
source: Urbans for {area}
de: Urbans für gebiet {area}
it: Urbane area {area}

# extraurbanRoutes
source: Extra-urbans for area {area}
de: Außerorts für gebiet {area}
it: Extraurbane bacino {area}

# stops
source: All stops
de: Stoppliste
it: Lista fermate

# stopSearchHint
source: Find stops
de: Suchstopps
it: Cerca fermate

# filterArea
source: Pick an area
de: Hach bereich filtern
it: Filtra per area

source: All
de: Alle
it: Tutte

# route
source: Line {name}
de: Linie {name}
it: Linea {name}

# noRealTimeData
source: No real-time data available
de: Echtzeitdaten nicht verfügbar
it: Dati in tempo reale non disponibili

source: On time
de: Rechtzeitig
it: In orario

# late
source: {time}' late
de: {time}' zu spät
it: In ritardo di {time}'

# early
source: {time}' early
de: {time}' vor dem zeitplan
it: In anticipo di {time}'

# yetToStart
source: Trip not started yet
de: Die reise des fahrzeugs hat noch nicht begonnen
it: Corsa non ancora iniziata

# ended
source: Trip finished
de: Die Reise des Fahrzeugs ist beendet
it: Corsa terminata

source: No reading
de: Keine erkennung
it: Nessun rilevamento

# lastReading
source: Last reading at {time}
de: Letzte Erkennung um {time}
it: Ultimo rilevamento alle {time}

# noReadingAlert
source: Trip progress is solely based on expected arrival time at stops. Delays are not considered.
de: Der vormarsch des fahrzeugs richtet sich ausschließlich nach der geschätzten zeit. Verzögerungen nicht berücksichtigt.
it: Lo stato di avanzamento della corsa è basato unicamente sull'orario previsto. Ritardi ed anticipi non sono considerati.

# noReadingAlertTitle
source: Be careful
de: Seien sie vorsichtig
it: Occhio

# predictedReadingAlert
source: Real-time info for this trip are not currently available. This might be because another trip has to end its journey for this one to start. An hypothesis on this has been made and informations shown here are highly speculative, so use them with care.
de: Der fahrzeugfortschrittsstatus ist nicht verfügbar. Möglicherweise muss ein anderes fahrzeug seine fahrt beenden, bevor dieses beginnen kann. Bei den hier angezeigten informationen handelt es sich um schätzungen und sie können falsch sein.
it: Lo stato della corsa non è disponibile. Può essere che un'altra corsa debba terminare prima che questa possa iniziare. Le informazioni qui mostrate sono frutto di una stima e potrebbero quindi essere errate.

# directionChoice
source: Pick a direction
de: Filtern nach richtung
it: Filtra per direzione

# bothDirections
source: Both
de: Beide
it: Entrambe

# forwardOnly
source: Forward
de: Nach vorne
it: Andata

# backwardOnly
source: Backward
de: Rückwärts
it: Ritorno

# news
source: News for line {name}
de: Notizen zu zeile {name}
it: Avvisi per la linea {name}

# goToNews
source: Go to full news
de: Zur pressemitteilung
it: Vai al comunicato

# stop
source: Stop info
de: Stoppen
it: Fermata

# results
source: {count} results
de: {count} ergebnisse
it: {count} risultati

# result
source: 1 result
de: 1 ergebnis
it: 1 risultato

# towards
source: To
de: in richtung
it: verso

# noRouteMsg
source: Oh... I've found no routes
de: Oh... ich habe keine Routen gefunden
it: Oh... non ho trovato corse

# noRouteHint
source: Try a different schedule
de: Versuchen sie es mit einem anderen zeitplan
it: Prova con un altro orario

# noDataTitle
source: Oh nooo!
de: Oh Neeeeeeee!

# noDataErr
source: I could not retrieve any data :-(
de: Ich kann die daten nicht wiederherstellen :-(
it: Non riesco a recuperare i dati :-(

# noDataRetryErr
source: I could not retrieve any data, but you may retry
de: Ich konnte die daten nicht wiederherstellen, aber sie können es erneut versuchen!
it: Non sono risucito a recuperare i dati, ma potresti riprovare!

source: Retry
de: versuchen sie es erneut
it: Riprova

# mapSearchHint
source: Look for a location
de: Suche nach einer stelle
it: Cerca una località

# mapStopsLoading
source: Loading stops data
de: Haltestellendaten werden geladen
it: Sto recuperando le fermate

# mapStopsLoadingFailed
source: No stop data
de: Keine stoppdaten
it: Nessuna fermata trovata

# routeStart
source: Pick a starting point
de: Wählen sie einen startpunkt
it: Scegli un punto di partenza

# routeEnd
source: Pick a destination point
de: Wählen sie ein ziel
it: Scegli una destinazione

source: Your position
de: Ihr standort
it: La tua position

# routePlan
source: Plan your trip
de: Plan
it: Pianifica

# noDirectionInfo
source: Trip directions will appear here
de: Die wegbeschreibung finden sie hier

# rail
source: TRAIN
de: ZUG

# cableway
source: C.WAY
de: ATW

# noStepInfo
source: No route information is available
de: Keine informationen zur route verfügbar

# stepInfo
source: Planned departure: {time} from {place}
de: Geplante abfahrt: {time} von {place}

# onFootInfo
source: About {time} on foot ({distance})
de: Etwa {time} zu fuß ({distance})

# onFootInfoWait
source: About {time} on foot ({distance}), then wait up to {wait}
de: Ungefähr {time} zu fuß ({distance}), dann warten bis {wait}

# departureTimeInfo
source: According to schedule
de: Nach zeitplan

source: Transferring
de: Übertragung

# minutes
source: {min} minutes
de: {min} minuten

# hour
source: 1 hour
de: 1 jetzt

# hours
source: {h} hours
de: {h} std

# intermediateStop
source: 1 stop with public transport ({time})
de: 1 haltestelle mit öffentlichen verkehrsmitteln ({time})

# intermediateStops
source: {stops} stops with public transport ({time})
de: {stops} haltestellen des öffentlichen nahverkehrs ({time})

source: Settings
de: Einstellungen

source: Language
de: Zunge

source: Urban
it: Urbano
